Repository: AigizK/bashkort-parallel-corpora
Catalog: tmx/2993-Баласа.tmx
Source language: ru
Languages: ba

source: Мою Старшую Мать все зовут повивальной бабкой, повитухой, а меня прозвали — «повивальным дедом».
ba: Минең Оло инәйемде «кендек әбейе», ә.үҙемде «кендек бабайы» - тип йөрөтәләр.

source: Я маленький,
ba: Мин бәләкәймен әле.

source: я только еле-еле дотягиваюсь до кармана ее белого камзола.
ba: Оло инәйемдең камзул кеҫәһенә буйым саҡ-саҡ етә.

source: Это волшебный карман.
ba: Ул тылсымлы кеҫәнән тәмле-томло нәмәләр һис ваҡытта ла өҙөлмәй.

source: Кусочек сахара, горстка изюма, пряничные крошки, сушеная черемуха, каленый горох — разные вкусные вещи то и дело возникают в нем.
ba: Йә берәй шаҡмаҡ шәкәр, йә дүрт-биш бөртөк йөҙөм емеше, йә перәник валсығы, йә кипкән муйыл, йә ҡурылған борсаҡ була.

source: Иной раз и медные деньги звякнут
ba: Хатта ара-тирә баҡыр тәңкәләр ҙә сылтырап ҡуя.

source: (а силу денег мы уже знаем!).
ba: (Беҙ аҡсаның ҡөҙрәтен күптән беләбеҙ!)

source: Словом, карман этот — клад неисчерпаемый...
ba: Торғаны менән бер хазина инде ул кеҫә — бөтмәҫ-төкәнмәҫ хазина.

source: Вот и сейчас: только сунул руку — как два крупных урюка вкатились в горсть.
ba: Әле лә ҡулымды тығыуым булды, дәү генә ике өрөк усыма килеп тә эләкте.

source: Один я тут же отправил за щеку.
ba: Береһен шунда уҡ уртыма ҡыҫтырып ҡуйҙым.

source: Нет у нас такой ненасытной привычки взять и проглотить что-нибудь вкусное сразу.
ba: Беҙҙә тәмле нәмәне бер юлы гына ҡомһоҙланып ашай торған ғәҙәт юҡ.

source: Я его теперь до вечера буду обсасывать.
ba: Беҙ уны рәхәтләнеп һурып ҡына йөрөйбөҙ.

source: Второй прячу в карман новых, сегодня впервые надетых штанов.
ba: Икенсе өрөктө бөгөн генә кейеп сыҡҡан яны салбарымдың кеҫәһенә йәшерҙем.

source: Когда вернемся, этот урюк я разделю между сестренкой и братишкой.
ba: Уныһын, ҡайтҡас, һеңлем менән ҡустыма бүлеп бирермен.

source: Может, с этого дня и мой карман станет для них волшебным.
ba: Бәлки, ошонан башлап минең салбарымдың да кеҫәһе тылсымлыға әйләнер.

source: «В щедрые руки добро само плывет», — говорит Старшая Мать.
ba: «Йомарт ҡулға мал керер», — ти Оло инәйем.

source: Мы идем к черному Юмагулу с Нижнего конца нашей улицы.
ba: Беҙ Түбән ос Ҡара Йомағолдарға китеп барабыҙ.

source: Его жена «заболела на ребенка».
ba: Уның бисәһе бәпескә сирләгән.

source: Весть эту нам принес сам, бледный, как пепел, Черный Юмагул.
ba: Беҙгә, беҙгә тип ни инде, Оло инәйемә, йөҙө көл кеүек ағарған Ҡара Йомағол үҙе килеп хәбәр итте.

source: Сказал и выбежал, не дожидаясь ответа.
ba: Итте лә, яуап-фәлән көтөп тормайынса, кире сығып югерҙе.

source: Ясное дело, к ребенку зовут совсем не так, как в гости приглашают.
ba: Был инде ҡунаҡҡа саҡырыу ғәмәле түгел.

source: Нет, посыльный, коль он в гости пришел звать, степенно проходит в передний угол, садится на стул.
ba: Ҡунаҡҡа саҡырыусы башта яйлап түргә уҙа, урындыҡҡа ултыра.

source: Не спеша, размеренно прочитывает с хозяином молитву.
ba: Ашыҡ май ғына доға ҡылалар.

source: Потом он расспросит о благополучии скота и рода.
ba: Йорт-ерҙең, мал-тыуарҙың именлеген һорашалар.

source: Хоть он, может, и твой уткурше — самый ближний сосед по огню — все выспросит подробно.
ba: Хатта ут күрше булһын, барыбер һорашалар.

source: Так положено.
ba: Шулай тейеш.

source: Что это не пустой обычай, я понял, только когда подрос.
ba: Мин бының буш йола ғына түгеллеген бары үҫкәс аңланым.

source: Нет, посыльный, коль он в гости пришел звать, своими ушами должен услышать, своими глазами увидеть, что в хозяйстве твоем благополучие, в роду — здоровье и на душе — спокойствие.
ba: Эйе, ҡунаҡҡа саҡырыусы һинең донъяң имен, кәйефең урынында икәнен үҙ ҡолағы менән ишетергә, үҙ күҙе менән күрергә тейеш.

source: Ибо человеку с тревожным сердцем может быть и не до застолий.
ba: Сөнки күңеле китек әҙәмдә ҡунаҡҡа йөрөү ҡайғыһы булмау ихтимал.

source: Надо и то сказать, что в нашем ауле не только по крови-родству знаются, но и с положением да богатством сообразуются.
ba: Шуны ла әйтергә кәрәк: беҙҙең ауыл кешеләре, туған-тыумасанан тыш, дәрәжәгә, абруйға, мөлкәткә ҡарабыраҡ аралаша,

source: У каждого свой круг, своя компания.
ba: һәр кемдең үҙ ҡоро бар.

source: У каждой компании, как водится, своя застольная: Хмельны баи с медовухи.
ba: Һәр ҡорҙоң үҙ йыры бар: Байҙар, байҙар бал эсә.

source: Дует бражку середняк.
ba: Урта хәлдәр һыра эсә.

source: А из проруби на брюхе похмеляется бедняк.
ba: Беҙҙең кеүек ярлылары мәкегә ятып һыу эсә.

source: Мой отец угощается в кругу пьющих брагу.
ba: Минең атайым һыра әсеүселәр ҡоронда.

source: Я это точно знаю.
ba: Быны һын яҡшы беләм.

source: А Черный Юмагул, хотя недавно новый дом с постройками справил, от проруби недалеко ушел.
ba: Әле яңы ғына өй-ҡура юнәтеп, мәке тирәһенән уҙмаған Ҡара Йомағол, әлбиттә,

source: Он, конечно, в нашем доме и глотка холодной воды не глотнул.
ba: беҙҙең һалҡын һыуыбыҙҙы ла уртлағаны юҡ.

source: Впрочем, мой отец дальше порога некоторых домов, где пьют медовуху, тоже не шагнул.
ba: Ә минең атайым бал әсеүсе ҡайһы бер йорттарҙың тупһаһын да аша атламаған.

source: Может, не звали, а может, звали, да сам не пошел.
ba: Йә саҡырмағандарҙыр, йә саҡырылып та бармағандыр.

source: Хоть и важное там у них общество, да и не пристало гордому роду из красного угла к двери пересаживаться.
ba: Моғайын, үҙ ҡороноң түр башында ултырырға күнеккән ғорур зат өлкәнерәк дәрәжәле сит ҡорҙоң ишек төбөнә төшөргә теләмәгәндер.

source: Это я теперь, когда сам стал отцом, так думаю.
ba: Был хаҡта мин хәҙер, үҙем балалар атаһы булғас, шулай уйлайым.

source: Нам же со Старшей Матерью все двери широко открыты — и глинобитных, ушедших в землю лачуг, и домов под железной крышей, с высоким крыльцом, с русскими воротами.
ba: ...Оло инәйем менән беҙгә урыҫ ҡапҡалы, ҡалай түбәле, бейек болдорло өйҙәрҙең дә, ергә һеңеп бөткән балсыҡ аласыҡтарҙың да ишектәре шар асыҡ.

source: Кое-какие, знаю, и не открывались бы, да есть кому их открыть.
ba: Бәғзеләре, беләм, асмаҫтар ҙа ине, астырыусылары бар.

source: Считай, в каждом доме весною ли, осенью, днем ли, ночью, в вёдро или непогоду — только время настанет, рождается человек.
ba: Һәр өйҙә тиерлек, яҙына-көҙөнә, иртәһенә-кисенә, яуынына-аяҙына ҡарамай, үҙ ваҡыты еткәс, кеше тыуа.

source: А чтобы встретить человека, нужны мы со Старшей Матерью.
ba: Шул кешене ҡаршы алырға беҙ кәрәк.

source: — Видно, наперсница, без него и пути тебе нет, — сказала давеча Младшая Мать, кивнув на меня.
ba: — Шул баланы гел үҙеңә эйәртеп йөрөтмәһәң булмаймы, көндәшем? — тине бая Кесе инәйем.

source: — Да, Вазифа, когда безгрешная душа где-то рядом со мной, и женщины, кажется, легче рожают.
ba: — Юҡ, Вазифа, шул сабый яҡын-тирәмдә булһа, ҡатындар еңелерәк бәпесләй һымаҡ.

source: — Будто...
ba: — Инде...

source: — Младшая Мать странно и коротко рассмеялась.
ba: — Кесе инәйем сәйер генә көлөп ҡуй ҙы,

source: — Надо же, как эти двое друг друга приворожили.
ba: — шул тиклем дә сихырлар икән берәүҙе берәү.

source: — Доля мужа — моя частица.
ba: — Ирем киҫәге — итем киҫәге.

source: Вот и вся ворожба,
ba: Бар сихыры шун да.

source: — сказала Старшая Мать и вроде бы вздохнула.
ba: — Ошоларҙы әйткәс, Оло инәйем көрһөнөп ҡуйғандай итте.

source: А может, и не вздыхала.
ba: Бәлки, көрһөнмәгәндер ҙә.

source: Что это — «Доля мужа — моя частица»?
ba: Нимә ул «ирем киҫәге — итем киҫәге»?

source: Смысл этих слов я понял только через многие годы.
ba: Бының төп мәғәнәһен мин бик күп йылдар үткәс, талпынып-талпынып күбәләк ҡар яуырға бары бер генә көн ҡалғас төшөнәсәкмен.

source: Твое право, — сказала Младшая Мать и опустила голову, словно виноватая.
ba: — Ихтыярыңда...—тине Кесе инәйем, ғәйепле кеше һымаҡ, башын эйҙе.

source: — Чего ни коснешься — вправе ты.
ba: — Ни ҡылһаң да — һин хаҡлы.

source: — У каждой из нас — своя вера, у каждой веры — своя истина.
ba: — һәр ҡайһыбыҙҙың үҙ хәҡиҡәте, үҙ иманы, Вазифа.

source: Одной правдой мы обе жить не можем.
ba: Беҙ икебеҙ бер дөрөҫлөк менән йәшәй алмайбыҙ.

source: Может, и права я, да только на одну меня моей правды и хватает.
ba: Хаҡлы булһам да, мин үҙем өсөн генә хаҡлымын...

source: Вроде бы каждое по отдельности слово моих матерей я понимаю.
ba: Инәйемдәр һөйләгән был һүҙҙәрҙең һәр береһен айырым-айырым аңлайым,

source: Но соединятся они — и сразу смысл их из головы как дым разлетается, в воздухе тает.
ba: ә бөтәһе бергә ҡушылғас, уларҙың мәғәнәһе минең башыма һыймай, төрлө яҡҡа сәселә лә һауала иреп юғала.

source: Но в душе остается печаль и смутная тревога.
ba: Шулай, ҙа күңелемдә һағыш ҡатыш билдәһеҙ шом тороп ҡала.

source: Эта тоска, располосовавшая мое сердце надвое, долгие годы не оставит меня.
ba: Йөрәгемде килке-килке уртаға бүлгән ул шом бик оҙаҡ йылдар буйынса мине ташлап китмәйәсәк.

source: Потому что чувства этих двух женщин пройдут со мной по всем дорогам.
ba: Сөнки шул ике ҡатын һыны бөтә юлдарым буйлап мине оҙата барасаҡ.

source: Как тени двух лун, будет во мне двойная грусть от их двойной любви.
ba: Ике мөхәббәттең шәүләһе булып гел генә ике һағыш эйәрәсәк миңә.

source: Да, две матери любили меня, и сам я старался свою любовь поделить меж ними равно.
ba: Эйе, мин бер юлы ике әсәнең мөхәббәтен татыным һәм үҙемдең бер мөхәббәтемде уларҙың икеһенә тигеҙ бүлергә тырыштым.

source: Сам себя надвое делил.
ba: Үҙемде-үҙем уртаға айырҙым.

source: Придет время не только радость этой любви, я узнаю и ее страдания.
ba: Тора-бара мин бының рәхәтен генә түгел, үҙемә аңлашылып та етмәгән эске ғазаптарын да кисерәсәкмен.

source: И вот с урюком за щекой я рысцой бегу рядом со Старшей Матерью.
ba: Әммә ғазаптары татлы буласаҡ. ...Әлегә мин, уртымдағы өрөктө һура-һура, Оло инәйем эргәһенән тыр-тыр югерәм.

source: Пошли к воротам Черного Юмагула.
ba: Бына Ҡара Йомағолдарҙың ҡапҡа төбөнә лә килеп еттек.

source: Хозяин, который плел какую-то веревку перед клетью, бросил работу и побежал открывать ворота.
ba: Келәт алдында бау ишеп торған хужа, эшен ташлап, атлай-югерә килеп ҡапҡа асты.

source: Старшая Мать тут же направилась к дому.
ba: Оло инәйем туп-тура өйгә юнәлде.

source: Теперь я уже должен буду сам о себе позаботиться.
ba: Бынан ары мин үҙ көнөмдө үҙем күрәсәкмен.

source: В дом мне хода нет,
ba: Өйгә инеп йөрөргә миңә ярамай.

source: это давно известно.
ba: Быныһын күптән беләм.

source: Коренастый, ладно сбитый Черный Юмагул, помаргивая узкими глазами в припухших веках, умоляет Старшую Мать:
ba: Төптән йыуан Ҡара Йомағол, шешеңке ҡабаҡтары аҫтындағы ҡыҫыҡ күҙҙәрен сылт-сылт йомоп, Оло инәйемә инәлә һалды:

source: — Пусть уж мальчик будет, уж пожалуйста, мать, первенец ведь,
ba: — Малай була күрһен инде, зинһар, — ти,— тәү бала бит.

source: вовек не забуду.
ba: Мәңге онотмам, инәй.

source: Старшая Мать легонько похлопала его по спине.
ba: Оло инәйем Ҡара Йомағолдоң йомшаҡ ҡына арҡаһынан ҡаға:

source: — Ладно, коль выбирать придется, выберем по твоему желанию.
ba: — Ярар, — ти, — һайлап алырға тура килһә, һин теләгәнде һайлармын.

source: Ступай, займись делом, — сказала и исчезла в дверях.
ba: Бар, эшеңдә бул. — Шуны әйтте лә үҙе өйгә инеп юғалды.

source: — Уж пожалуйста, мать, — у Черного Юмагула отчего-то дрожат губы.
ba: — Шулай итә күр инде, зинһар өсөн, — Ҡара Йомағолдоң, ниңәлер, ирендәре ҡалтырай.

source: Он идет к клети и снова берется за свою веревку.
ba: Ул, кире келәт янына килеп, эшенә керешә.

source: Я взбираюсь на чурбак неподалеку от него, пристраиваюсь поудобнее.
ba: Мин унан алыҫ түгел түмәр башына менеп ултырам.

source: Держу я себя с достоинством, свое место знаю — я повивальной бабки сын.
ba: Үҙ дәрәжәмде, урынымды яҡшы беләмен — мин кендек әбейенең улымын.

source: В мелочи не встреваю, у взрослых под ногами не путаюсь.
ba: Ваҡ-төйәккә ҡыҫылып бармайым, ололарҙың аяҡ аҫтында уралмайым.

source: Выбираю себе место по душе и сижу, выдержку показываю.
ba: Үҙем те ләгән ерҙә әҙәпле генә ултыра бирәм, сабырлыҡ күрһәтәм.

source: Потому и взрослые в доме, где ждут младенца, не решаются бросить мне: «Эй, мальчик!» — нет,
ba: Шуға күрә бәпес тыуыр өйҙә ололар ҙа миңә «эй, малай!» тип өндәшергә баҙнат итмәй.

source: называют полным именем.
ba: Исемемде тултырып әйтәләр.

source: Только высидев достаточное время, решаю одарить Черного Юмагула словом.
ba: Байтаҡ ултырғас ҡына Ҡара Йомағолға һүҙ ҡушам:

source: — Что плетешь? — роняю я.
ba: — Нимә ишәһең? — тим.

source: — Аркан.
ba: — Арҡан.

source: Когда плетешь, время быстро идет.
ba: Бау ишкәндә ваҡыт тиҙ үтә ул.

source: Ни конца ему, ни края плети и плети.
ba: Осо ла, сиге лә юҡ уның — иш тә иш кенә.

source: Черный Юмагул считается человеком замкнутым.
ba: — Ҡара Йомағол йомоҡ кешеләрҙән һанала,

source: О нем говорят, что из него слово лопатой выковыривать нужно.
ba: уның ауыҙынан һүҙҙе көрәк менән ҡайырып алырға кәрәк, тиҙәр.

source: А сегодня у него язык развязался.
ba: Бөгөн теле-телгә йоҡмай.

source: Он немного помолчал и добавил:
ba: Бер аҙ шымып тора ла дауам итә.

source: — На этом свете, брат, все на веревке держится.
ba: — Бау ул, ҡустым, донъяның тотҡаһы.

source: Не будь веревки весь мир бы развалился.
ba: Бау булмаһа, бөтә донъя таралып төшөр ине.

source: А ведь правда!
ba: Ысынлап та, дөрөҫ әйтә бит.

source: Без веревки попробуй поживи.
ba: Бар, ана, епһеҙ-бауһыҙ көн күреп ҡара.

source: Пораженный его словами, я молчу, молчит и Черный Юмагул.
ba: Был һүҙҙәре менән шаҡ ҡатырғас, Ҡара Йомағол тынып ҡалды.

source: Поплетет немного и послушает сторожко, как там в доме, поплетет — и опять.
ba: Ишә-ишә лә ул, йорт яғына ҡолаҡ һалып, һағайып тора.

source: Я уже начал изнывать. — Когда аркан-то доплетешь?
ba: — Арҡаныңды ҡасан ишеп бөтөрәһең инде? — тим, әсем боша башлағас.

source: — Да поплету еще, покуда парень не родится...
ba: — Ишәм әле, малай тыуғансы...

source: — Ого!
ba: — Оһо!

source: А вдруг не скоро?
ba: Әгәр ул тиҙ генә тыумаһа?

source: — Родится.
ba: - Тыуыр.

source: А лыка у меня целый воз, хоть пять дней плети.
ba: Ә юкә миндә бер йөк, хыт биш көн иш...

source: Раза два показалась Старшая Мать.
ba: Өйҙән Оло инәйем бер-ике тапҡыр сығып күренде,

source: Какая-то молодая женщина принесла три коромысла воды.
ba: бер йәш ҡатын өс көйәнтә һыуға барып ҡайтты.

source: День уже клонится к вечеру.
ba: Көн инде кискә ауышты.

source: Тот урюк давно во рту растаял.
ba: Теге өрөк әллә ҡасан ауыҙ ҙа иреп юҡ булды.

source: А косточку я нечаянно в красный сундук, в живот то есть, упустил.
ba: Уның сәтләүеге абайламаҫтан ҡыҙыл һандыҡҡа төшөп китте.

source: Там совсем пусто —
ba: Әсемдә минең бер нәмә лә юҡ.

source: только эта косточка перекатывается.
ba: Тик әлеге өрөк сәтләүеге генә дөбөр- дөбөр тәгәрәп йөрөй.

source: Уже перед тем как пригнали стадо, та самая женщина, что за водой ходила, вынесла нам поесть.
ba: Бая һыу ташыған килен көтөү ҡайтыр алдынан ғына беҙгә ашарға сығарҙы.

source: Хоть и всухомятку, но, заморив червячка, я почувствовал себя веселее.
ba: Ҡаты- ҡотонан булһа ла тамаҡ ялғап алғас, күңел күтәрелеп китте.

source: Я снова принасестился на том чурбаке, а Черный Юмагул принялся за свое лыко.
ba: Ҡара Йомағол йәнә эшенә тотондо, ә мин шул уҡ түмәр башына менеп ҡунаҡланым.

source: Аркан, если растянуть, наверное, теперь до полумесяца на мечети достанет.
ba: Арҡаны уның хәҙер, һуҙһаң, моғайын, мәсет айына етер ине.

source: Много сплел.
ba: Күп иште.

source: — Вот в этой клети будет висеть.
ba: — Хәбибулланың ун етеһе тулғансы, ул ошо келәттә һаҡланасаҡ.

source: А как исполнится Хабибулле семнадцать — вручу ему.
ba: Ун етеһе тулғас, уға тапшырасаҡмын.

source: — А зачем аркан, когда семнадцать исполнится?
ba: — Ә ун етеһе тулғас, ниңә уға арҡан кәрәк?

source: — Зачем, говоришь?
ba: — Ниңә тиһеңме?

source: А вот послушай...
ba: Улайһа, тыңла...

source: Его узкие глаза вдруг широко раскрываются, и какой-то колдовской свет льется из них.
ba: Ҡара Йомағолдоң ҡыҫыҡ күҙҙәре ҡапыл ҙурайып китте лә ниндәйҙер тылсымлы нур сәсә башланы.

source: Сначала он разлился по его широкому лицу, потом пробежал по аркану,
ba: Нур тәүҙә уның итләс йөҙөнә таралды, унан һуң ул ишеп торған арҡан буйлап югерҙе.

source: и мне показалось, что не желтый лыковый аркан кольцами лежит на траве, а золотой луч лентой льется из глаз этого совсем не красивого человека.
ba: Әйтерһең, анау бөгәрләнеп-бөгәрләнеп ятҡан нәмә хәҙер һарғылт ҡжәбау түгел, ә ошо ямаҡ кешенең ике күҙенән ағылып сыҡҡан нур таҫмаһы.

source: Хочется дотянуться, потрогать, но боюсь, что прикоснусь — и волшебный свет погаснет.
ba: Үрелеп тотмаҡсы итәм шул таҫманы, әммә, мин ҡағылһам, тылсымы юғалыр, тип шикләнәм.

source: — Вот послушай!.. — повторяет Черный Юмагул.
ba: — Улайһа, тыңла... — тип ҡабатлай Ҡара Йомағол.

source: Голос его теперь совсем не писклявый, как давеча, все крепнет, поднимаясь из груди,
ba: Уның тауышы ла элеккесә тамаҡ төбөнән сыйылдап түгел, күкрәгенән, тәрәндән гөрләп, урғылып сыға.

source: можно подумать, что он песню поет...
ba: Торғаны менән йыр йырлай тиерһең...

source: Вот сейчас мне раскроется тайна, какая глазу людскому не казалась, слуха людского не касалась.
ba: Хәҙер миңә быға тиклем әҙәм күҙе күрмәгән, әҙәм ҡолағы ишетмәгән сер асыласаҡ.

source: Я жду.
ba: Мин сабыр ғына көтәм.

source: Он прислушивается.
ba: Ә ул, йорт яғына ҡолаҡ һалып, бер талай ҡатып ҡала.

source: Но из дома, кроме тишины, ничего не слышно.
ba: Ләкин тынлыҡтан башҡа нәмә ишетелмәй.

source: Хабибулла знака еще не подал.
ba: Хәбибулла әлегә билдә бирмәй.

source: — Видишь, вон горизонт,
ba: — Ана, күрәһеңме офоҡто?

source: — Черный Юмагул подбородком показывает вдаль,
ba: —Ҡара Йомағол эйәге менән алыҫҡа күрһәтә.

source: — а за этим горизонтом стоит высокая-высокая гора, Урал называется.
ba: —Шуның аръяғында Урал тигән бейек тау бар,

source: На самой вершине той горы растет черный дремучий лес, а в том лесу — круглая поляна, а на той поляне круглое озеро.
ba: тау түбәһендә әҙәм үтмәҫлек ҡара урман, урман эсендә түп-түңәрәк аҡлан, түп-тү ңәрәк аҡлан эсендә түп-түңәрәк күл булыр.

source: Озеро это в семьдесят обхватов, а дна и вовсе нет.
ba: Күлдең арҡырыһы-буйы етмеш ҡолас, ә төбөндә төп юҡ, имеш.

source: И в озере том ни рыбы, ни какой другой живности
ba: Ул күлдә балыҡ та, бүтән төрлө йәнлек- януар ҙа юҡ, имеш.

source: — один только золотогривый, с серебряными копытами конь Акбузат. Конь этот ветром веет, птицей взмывает, ожидаемое тобой приблизит, прошлое твое вернет, задуманное исполнит, с человеком по-человечьи говорит, с богом тайны делит — вот какой это конь.
ba: Унда бары алтын яллы, көмөш тояҡлы, елдәй елер, ҡоштай осор, теләгән ереңә еткерер, уйлаған уйыңды башҡарыр, үткәнеңде ҡай тарыр, көткәнеңде килтерер, әҙәм менән әҙәмсә һөйләшер, хоҙай менән хоҙайса серләшер бер Аҡбуҙат йәшәй, ти.

source: В самую короткую ночь, в час, когда зацветет орешник, когда с липы начинает капать мед и травы наливаются соком, разрезав озерную гладь, полоща гривой, появляется Акбузат.
ba: Йылдың иң ҡыҫҡа төнөндә, сәтләүек сәскә атҡан сәғәттә, юкәнән бал тама башлар мәлдә, үлән ҡыяҡтары шәрбәттән тулышҡан саҡта, күлдең өҫтөн уртаға ярып, алтын ялын сайҡай-сайҡай, Аҡбуҙат килеп сығыр, ти.

source: И, покуда рассвет не забрезжит, никого не боясь, не остерегаясь, будет конь траву на поляне щипать.
ba: Таң һыҙылғансы, һис нәмәнән өркмәй-ҡурҡмай аҡланда үлән утлап йөрөр, ти.

source: Изловчишься накинуть ему на шею аркан семьдесят обхватов длиной, твоим будет конь.
ba: Шул арала кем дә кем уның муйынына етмеш ҡолас оҙонлоғо ҡороҡ һалып өлгөрә, ат шуныҡы булыр, ти.

source: Такое дело под силу только джигиту, который днем звезды видит, ночью на зверя пойдет.
ba: Көндөҙ йондоҙ күрерлек, төнөн януар ауларлыҡ ир-егет кенә ҡороҡлай алыр, ти, ул затты.

source: За день — на месяц, за месяц — на год, вот как будет мой сын расти.
ba: Ай үҫәһен көн үҫер уланым, йыл үҫәһен ай үҫер,

source: И вот исполнится ему семнадцать, перекинет он через плечо аркан в семьдесят обхватов и пойдет за счастливым крылатым конем.
ba: йәше ун етегә етер, иңенә етмеш ҡоласлы ошо арҡанды һалыр ҙа сығып китер ырыҫ толпарын ауларға.

source: Милостью бога сбудется это...
ba: Моратына ирешер, иншалла...

source: Я сижу и тихонько завидую про себя.
ba: Мин әсемдән көнләшеп ҡуям.

source: Неплохо пошли дела у этого Хабибуллы!
ba: Хәбибулланың эштәр көйлө.

source: Сам еще не вылупился, а в дремучем лесу на берегу круглого озера уже пасется, пощипывая траву, Акбузат, его поджидает, и даже аркан на коня сплетен.
ba: Үҙе әле тыумаған да, уны инде ҡара урман эсендәге түңәрәк күл буйында керт-керт үлән утлап йөрөгән Аҡбуҙат көтә, атты ҡороҡларға арҡан да әҙер.

source: Вон он, золотом блестит в лучах закатного солнца, ровно через семнадцать лет захлестнется вокруг шеи волшебного коня.
ba: Ысынлап та, әле батып барған ҡояш яҡтыһында ялтырап ятҡан алтын-һарғылт бау нәҡ ун ете йылдан һуң аҡ толпарҙың муйынына ураласаҡ.

source: И Хабибулла, который скоро родится, вдруг предстает передо мной золотоволосым могучим богатырем с серебряными ногтями.
ba: Тыуасаҡ Хәбибулла ла минең күҙ алдыма алтын сәсле, көмөш тырнаҡлы ғәләмәт ҙур бәһлеүән булып килеп баҫа.

source: Вот кого мы тут дожидаемся!
ba: Бына кемде көтәбеҙ беҙ!

source: Закончив на этом рассказ, Черный Юмагул вроде бы приуныл.
ba: Әңгәмәһен һөйләп бөткәс, Ҡара Йомағол, ни эшләптер, күңелһеҙләнеп ҡалғандай итте.

source: Посмотрел с надеждой в сторону дома
ba: Өй яғына уҡталып ҡараны ла кире туҡтаны.

source: и снова принялся за аркан.
ba: Тағы ишергә кереште.

source: Начали опускаться сумерки.
ba: Ергә шыйыҡ зәңгәр эңер төшә башланы.

source: застыла тихая синева.
ba: Тып- тын зәңгәрлек.

source: Как застывает водная гладь,
ba: Әйтерһең, һыу өҫтө шулай тынып ҡалған.

source: Я в мыслях опять унесся к тому озеру.
ba: Мин уйым менән яңынан теге күл янына китеп олаҡтым.

source: Не этот еще не родившийся Хабибулла, а я сам сижу на берегу с арканом в руках.
ba: Уның ярында әле тыумаған Хәби булла түгел, мин үҙем ҡороҡ тотоп ултырам,

source: Сейчас покажется из воды красивая голова коня.
ba: бына- бына һыу аҫтынан аттың матур башы күренер.

source: Да вот он, уже проступил, вынырнул и, разметав гриву, громко-громко заржал!
ba: Эй, ана, ул килеп тә сыҡты, әсе тауыш менән кешнәп тә ебәрҙе: «И-һа-һа-һау!..»

source: — Родился!
ba: — Тыуҙы! — тип һөрәнләне Ҡара Йомағол.

source: — Черный Юмагул даже присел немножко.
ba: Үҙе сүгәләп төштө.

source: Мой сын родился!
ba: Минең малай тыуҙы!!!

source: Он прянул было к дому, но резко остановился и повернул обратно.
ba: Ул атылып тороп өй ишегенә ташланды, ҡапыл кире боролдо.

source: Подбежал к клети
ba: Югереп йәнә келәт эргәһенә килде.

source: с жаром принялся плести.
ba: Ҡыҙыу-ҡыҙыу арҡанын ишергә тотондо.

source: Даже глаз за руками не поспевает.
ba: Ҡулдарына күҙ эйәрмәй.

source: Покуда повитуха с суюнче — радостной вестью — не придет, ему положено терпеливо ждать.
ba: Кендек әбейе сығып һөйөнсө алғанды Ҡара Йомағол сыҙам ғына көтөп торорға тейеш тә бит,

source: Но, видно, очень уж невтерпеж.
ba: күрәһең, сыҙай алмай.

source: Вот дурень.
ba: Иҫәүән.

source: Я, свесив ноги, спокойно сижу на чурбане.
ba: Ә мин түмәр өҫтөндә, аяҡтарымды һалындырып, ҡымшанмай ҙа ултыра бирәм.

source: Что пользы в пустой суетне?
ba: Сәбәләнеүҙән ни файҙа?

source: Придут, скажут.
ba: Хәбәре килер.

source: Коли родился, ясное дело, обратно не уйдет.
ba: Бер тыуғас, кире әллә ҡайҙа китмәҫ...

source: Но почему все же не идет Старшая Мать?
ba: Шулай ҙа Оло инәйем ниңә күренмәй һуң әле?

source: Во мне тоже шевельнулась тревога.
ba: Күңелемә шик төшә башлай.

source: Испуганные глаза Юмагула снова выплыли из-под век.
ba: Ҡара Йомағол- доң ҡурҡынған күҙҙәре тағы ҡабаҡтары аҫтына инеп бата.

source: Он бросил работу.
ba: Ул кинәт эшенән туҡтала.

source: Вздохнул.
ba: Көрһөнә.

source: И красивая поляна, и озеро на той поляне, и конь на берегу реки уже где-то в сумерках утонули.
ba: Хәҙер инде матур аҡлан да, аҡлан уртаһындағы күл дә, күлдән сығып килгән Аҡбуҙат та ҡайҙалыр монар эсенә сумып ҡала.

source: Извивающаяся по траве золотая лента опять стала убогим лыковым арканом.
ba: Ерҙә уралып ятҡан нур таҫмаһы ҡабаттан ябай юкә арҡанға әйләнә.
